Repository: orleonedev/DietiDeals24
Catalog: iOS-app/DietiDeals24/DietiDeals24/Localizable.xcstrings
Source language: en
Languages: it

# %lld bid%@
source: %1$lld bid%2$@
it: %1$lld Offerte

source: %lld Bids
it: %lld Offerte

source: A code has been sent to the email address: **%@** Please enter the verification code
it: Un codice è stato mandato all’indirizzo email: **%@** Per favore, inserisci il codice di verifica

source: Add up to 6 images
it: Aggiungi fino a 6 immagini

source: Apply
it: Applica

source: Auction Closed
it: Asta Conclusa

source: Auction Expired
it: Asta Scaduta

source: Auction Type
it: Tipologia Asta

# auction.expired.message
source: This auction is expired.
it: Questa asta è scaduta.

# auction.lost.message
source: Your bid has been topped.
it: La tua offerta è stata superata.

# auction.successfully.closed.message
source: The auction is successfully closed.
it: L’asta si è conclusa con successo!

# auction.won.message
source: You won the auction!
it: Hai vinto l’asta!

source: Become a Vendor
it: Diventa un venditore

source: Become a Vendor on DietiDeals24
it: Diventa un Venditore su DietiDeals24

source: Birthdate
it: Data di nascita

source: Cancel
it: Annulla

source: Close
it: Chiudi

source: Code
it: Codice

source: Create Auction
it: Crea Asta

source: Create your account
it: Crea il tuo account

source: Current Price
it: Prezzo attuale

source: Current Price: %@ €
it: Prezzo attuale: %@

source: Description
it: Descrizione

source: Don't have an account?
it: Non hai un account?

source: Explore
it: Esplora

source: Full Name
it: Nome Completo

source: If you haven't received any notifications yet, please try again later.
it: Se non hai ricevuto ancora notifiche, prova in un altro momento.

source: Images (optional)
it: Immagini (opzionali)

source: Join our vendor community and start listing your items for auction. Tap the button below to begin.
it: Unisciti alla nostra community e inizia a listare i tuoi articoli per le aste. Premi il pulsante sotto per iniziare.

source: Joined since %@
it: Iscritto da %@

source: Last Price
it: Ultimo Prezzo

source: Logout
it: Esci

source: More
it: Altro

source: New Bid
it: Nuova Offerta

# new.bid.message
source: You have received a new bid!
it: Hai ricevuto una nuova offerta!

source: Next
it: Avanti

source: No notifications
it: Nessuna notifica

source: Notifications
it: Notifiche

source: Or sign in with
it: O accedi con

source: Personal Area
it: Area Personale

source: Place a Bid
it: Piazza un offerta

source: Place Bid
it: Offri

source: Present Offer
it: Presenta offerta

source: Publish Auction
it: Pubblica Asta

source: Ready to create your next auction? Tap the button below to get started with listing your items.
it: Sei pronto a creare la tua prossima asta? Premi il pulsante qui sotto ed inizia a vendere i tuoi articoli.

source: Remaining Time
it: Tempo rimanente

source: Search
it: Cerca

source: Search for products or services
it: Cerca prodotti o servizi

source: Secret Price
it: Prezzo Segreto

source: Select a category
it: Seleziona una categoria

source: Sell
it: Vendi

source: Sign In
it: Accedi

source: Sign Up
it: Registrati

source: Signing up means you agree to our
it: Registrarti implica che accetti i nostri

source: Start Selling
it: Inizia a vendere

source: Starting Price
it: Prezzo di Partenza

source: Submit Vendor Details
it: Conferma i dati

source: Successful Auctions: %@
it: Aste concluse con successo: %@

source: Terms and Conditions
it: Termini e condizioni

source: Threshold
it: Soglia

source: Threshold (min. 1)
it: Soglia (min. 1)

source: Threshold: %@ €
it: Soglia: %@ €

source: Title
it: Titolo

source: Verify
it: Verifica

source: Verify your email address
it: Verifica il tuo indirizzo email

source: We couldn't find any auctions at this time. Try again later.
it: Non siamo riusciti a trovare aste in questo momento. Prova più tardi

source: We Would love to hear more about you, to enrich the experience for all our users!
it: Vorremmo sapere di più su di te, per poter arricchire l’esperienza per tutti i nostri utenti

source: Welcome, Vendor!
it: Benvenuto, Venditore!

source: Your about to bid
it: Stai per offrire

source: Your Bid
it: La tua Offerta
